Repository: ViktorMasar/mappView
Catalog: Logical/mappView/MainVisu/Pages/ThemePage/ThemeTexts.tmx
Source language: en
Languages: de

source: Brake fluid
de: Bremsflüssigkeit

source: Front brake pads
de: Bremsen Vorne

source: Rear brake pads
de: Bremsen Hinten

source: Engine oil
de: Motoröl

source: Vehicle inspection
de: Fahrzeuginspektion

source: FAIL
de: NOK

source: Day / Night mode
de: Tag / Nacht Modus
